Repository: MattheousDT/musicbirb
Catalog: ios/Musicbirb/Resources/Localizable.xcstrings
Source language: en
Languages: ko

source: %lld mins
ko: %lld분

source: %lld releases
ko: %lld개의 릴리스

source: %lld stars
ko: 별점 %lld개

source: %lld tracks
ko: %lld곡

source: %u tracks were skipped because they are already in the playlist. You can change this behavior in Settings.
ko: %u개의 트랙이 이미 재생목록에 있어 제외되었습니다. 설정에서 이 동작을 변경할 수 있습니다.

source: Accounts
ko: 계정

source: Add an account
ko: 계정 추가

source: Add to Playlist
ko: 재생목록에 추가

source: Adding to Playlist...
ko: 재생목록에 추가 중...

source: Advanced
ko: 고급

source: Album
ko: 앨범

source: Album Detail
ko: 앨범 상세 정보

source: Albums
ko: 앨범

source: Allow Adding Duplicates
ko: 중복 추가 허용

source: Allow Adding Duplicates to Playlists
ko: 재생목록에 중복 추가 허용

source: Appearance
ko: 인터페이스 스타일

source: Appears On
ko: 등장 작품

source: Appears on %lld releases
ko: %lld개의 릴리스에 포함됨

source: Are you sure you want to delete this playlist? This action cannot be undone.
ko: 이 재생목록을 삭제하시겠습니까? 이 작업은 되돌릴 수 없습니다.

source: Artists
ko: 아티스트

source: Artwork Cache
ko: 아트워크 캐시

source: Artwork Cache (MB)
ko: 아트워크 캐시 (MB)

source: Audio Options
ko: 오디오 옵션

source: Audio Quality
ko: 오디오 음질

source: Auto
ko: 자동

source: Automatic Sync
ko: 자동 동기화

source: Automatically Download Lyrics
ko: 가사 자동 다운로드

source: Cache
ko: 캐시

source: Cache Size
ko: 캐시 크기

source: Cancel
ko: 취소

source: Cellular
ko: 셀룰러

source: Connecting...
ko: 연결 중...

source: Corner Rounding
ko: 모서리 곡률

source: Created by %@
ko: %@님이 생성함

source: Dark
ko: 다크

source: Data Usage
ko: 데이터 사용량

source: Delete
ko: 삭제

source: Delete Downloads
ko: 다운로드 삭제

source: Delete Playlist
ko: 재생목록 삭제

source: Description
ko: 설명

source: Directories
ko: 디렉토리

source: Disabled
ko: 비활성화됨

source: Done
ko: 완료

source: Downloads
ko: 다운로드

source: Downloads Transcoding
ko: 다운로드 트랜스코딩

source: Edit Details
ko: 세부 정보 편집

source: Edit Playlist
ko: 재생목록 편집

source: EPs
ko: EP

source: Error
ko: 오류

source: Estimate Content Length
ko: 콘텐츠 길이 예상

source: External Links
ko: 외부 링크

source: Find your favorite songs, albums, and artists.
ko: 좋아하는 노래, 앨범, 아티스트를 찾아보세요.

source: General
ko: 일반

source: Global
ko: 세계적인

source: High
ko: 높음

source: Home
ko: 홈

source: Ignore Tracks Below Rating
ko: 특정 별점 미만 트랙 무시

source: Image Resolution
ko: 이미지 해상도

source: Immersive Mode
ko: 몰입 모드

source: Integration
ko: 연동

source: Item Rating
ko: 항목 별점

source: Large
ko: 크게

source: Last Played
ko: 최근 재생한 항목

source: Library
ko: 라이브러리

source: Light
ko: 라이트

source: Limit mobile data usage
ko: 모바일 데이터 사용 제한

source: Low
ko: 낮음

source: Lyrics
ko: 가사

source: Media
ko: 미디어

source: Medium
ko: 중간

source: Mobile Data
ko: 모바일 데이터

source: Mobile data limit
ko: 모바일 데이터 제한

source: Mobile Transcoding
ko: 모바일 트랜스코딩

source: Mode
ko: 방법

source: More options
ko: 옵션 더 보기

source: New Playlist
ko: 새 재생목록

source: New Releases
ko: 최신 릴리스

source: No Playlists
ko: 재생목록 없음

source: No Results
ko: 결과 없음

source: No results found for '%@'.
ko: '%@'에 대한 검색 결과가 없습니다.

source: None
ko: 없음

source: Normal
ko: 보통

source: Nothing is queued
ko: 대기열이 비어 있습니다

source: OK
ko: 확인

source: Open in Last.fm
ko: Last.fm에서 열기

source: Open in MusicBrainz
ko: MusicBrainz에서 열기

source: Original
ko: 원본

source: Other Releases
ko: 다른 릴리스

source: Password
ko: 비밀번호

source: Personal
ko: 개인의

source: Play
ko: 재생

source: Play Next
ko: 다음 재생

source: Play something to start
ko: 재생을 시작하려면 음악을 선택하세요

source: Playback
ko: 재생

source: Playback Filters
ko: 재생 필터

source: Playlist Name
ko: 재생목록 이름

source: Playlists
ko: 재생목록

source: Preferences
ko: 설정

source: Provider
ko: 공급자

source: Public
ko: 공개

source: Public playlists can be viewed by other users on your server.
ko: 공개 재생목록은 서버의 다른 사용자가 볼 수 있습니다.

source: Quality
ko: 음질

source: Queue
ko: 대기열

source: Recently Added
ko: 최근 추가된 항목

source: Reorder Tracks
ko: 트랙 순서 변경

source: ReplayGain
ko: 리플레이게인 (ReplayGain)

source: Resolution
ko: 해상도

source: Save
ko: 저장

source: Save Searches
ko: 검색 기록 저장

source: Scan Library
ko: 라이브러리 검사

source: Scrobbling
ko: 스크로블 (Scrobbling)

source: Search
ko: 검색

source: Search & Lists
ko: 검색 및 목록

source: Search Musicbirb
ko: Musicbirb 검색

source: Search Results
ko: 검색 결과

source: Search settings...
ko: 설정 검색...

source: Select a category
ko: 카테고리 선택

source: Server Info
ko: 서버 정보

source: Server URL
ko: 서버 URL

source: Settings
ko: 설정

source: Sharing
ko: 공유

source: Show Album Detail
ko: 앨범 상세 정보 표시

source: Show Audio Quality
ko: 오디오 음질 표시

source: Show Directories
ko: 디렉토리 표시

source: Show Item Rating
ko: 항목 별점 표시

source: Show Scrobble Marker
ko: 스크로블 마커를 표시

source: Show Shuffle
ko: 셔플 표시

source: Show Star Rating
ko: 별점 표시

source: Shuffle
ko: 셔플

source: Sign In
ko: 로그인

source: Sign out
ko: 로그아웃

source: Sign Out
ko: 로그아웃

source: Similar Artists
ko: 유사한 아티스트

source: Singles
ko: 싱글

source: Small
ko: 작게

source: Songs
ko: 곡

source: Songs, Albums, Artists
ko: 곡, 앨범, 아티스트

source: Star Rating
ko: 별점

source: Starred Songs
ko: 별표 표시된 노래

source: Stream via Wi-Fi only alert
ko: Wi-Fi로만 스트리밍 알림

source: Streaming Cache
ko: 스트리밍 캐시

source: Streaming Cache (MB)
ko: 스트리밍 캐시 (MB)

source: Sync
ko: 동기화

source: Sync Starred Albums
ko: 즐겨찾기한 앨범 동기화

source: Sync Starred Artists
ko: 즐겨찾기한 아티스트 동기화

source: Sync Starred Tracks
ko: 즐겨찾기한 트랙 동기화

source: System
ko: 시스템

source: Theme
ko: 테마

source: Top Songs
ko: 인기 곡

source: Track
ko: 트랙

source: Tracks Skipped
ko: 건너뛴 트랙

source: Transcoding
ko: 트랜스코딩

source: UI
ko: 인터페이스

source: Username
ko: 사용자 이름

source: Visibility
ko: 공개 설정

source: Wi-Fi only alert
ko: Wi-Fi 전용 알림

source: Wi-Fi Transcoding
ko: Wi-Fi 트랜스코딩

source: You haven't created any playlists yet.
ko: 아직 생성된 재생목록이 없습니다.
